//OL5TEST1  JOB  A123,'CICS COBOL',CLASS=A,MSGCLASS=H,NOTIFY=&SYSUID
//*
//*         LICENSED MATERIALS - PROPERTY OF OPENLEGACY
//*         (C) COPYRIGHT OPENLEGACY 2018-2021
//*
//*         SAMPLE JOB TO SUBMIT ... V00 TO V19 ARE THE VARIABLES
//*         PASSED FROM OPENLEGACY FOR THE CURRENT JOB EXECUTION
//*
//* ADAPT THE VALUES BELOW AS NEEDED
//*
// SET HLQ=BATCON
// SET VERSION=V0000001
// SET CUSTID=OLBATEST
// SET FILEID=AAVSAM2
//*
//* GENERATED SET STATEMENTS
//*
// SET INCLUDES=&HLQ..&VERSION..INCLUDES
// SET FILEPARM=&HLQ..&VERSION..&CUSTID..FILEPARM
//*
// EXPORT SYMLIST=(V00)
// SET V00='000100'
//*
//INCS JCLLIB ORDER=(&INCLUDES,&FILEPARM)             INCLUDE
//          INCLUDE MEMBER=&FILEID                    FILE VARIABLES
//          INCLUDE MEMBER=MODLSORT                   UTIL MODEL SORT
//*
//SYSIN     DD   *,SYMBOLS=EXECSYS                    UTILI INPUT
    OPTION COPY
    INCLUDE COND=(1,6,CH,LT,C'&V00')
    OUTFIL FNAMES=(OUT1)
/*
