//*
//*         LICENSED MATERIALS - PROPERTY OF OPENLEGACY
//*         (C) COPYRIGHT OPENLEGACY 2018-2021
//*
//*         SORT ICETOOL PROGRAM EXECUTION DD CARDS
//*
//STEP1     EXEC PGM=ICETOOL
//TOOLMSG   DD   SYSOUT=*
//DFSMSG    DD   SYSOUT=*
//SORTMSG   DD   SYSOUT=*
//SYSOUT    DD   SYSOUT=*
//SYSUDUMP  DD   SYSOUT=*
