//*
//*         LICENSED MATERIALS - PROPERTY OF OPENLEGACY
//*         (C) COPYRIGHT OPENLEGACY 2018-2021
//*
//*         IDCAMS PROGRAM EXECUTION DD CARDS
//*
//STEP1     EXEC PGM=IDCAMS
//SYSPRINT DD   SYSOUT=*
