//*
//*         LICENSED MATERIALS - PROPERTY OF OPENLEGACY
//*         (C) COPYRIGHT OPENLEGACY 2018-2021
//*
//*         SORT PROGRAM EXECUTION DD CARDS
//*
//STEP1     EXEC PGM=SORT
//SORTMSG   DD   SYSOUT=*
//SYSOUT    DD   SYSOUT=*
//SYSUDUMP  DD   SYSOUT=*
