//*
//*         LICENSED MATERIALS - PROPERTY OF OPENLEGACY
//*         (C) COPYRIGHT OPENLEGACY 2018-2021
//*
//*         WORK FILES REQUIRED
//*
//SORTWK01  DD  SPACE=(&F04,(&F05,&F06)),UNIT=3390
//SORTWK02  DD  SPACE=(&F04,(&F05,&F06)),UNIT=3390
//SORTWK03  DD  SPACE=(&F04,(&F05,&F06)),UNIT=3390
//SORTWK04  DD  SPACE=(&F04,(&F05,&F06)),UNIT=3390
//SORTWK05  DD  SPACE=(&F04,(&F05,&F06)),UNIT=3390
